import React from 'react'

const AboutUs = () => {
  return (
    <div className='flex flex-col justify-start mt-20 items-center md:h-screen gap-y-5 px-10'>
      <div className='flex flex-col items-center gap-y-9 bg-gray-50 shadow-xl rounded-3xl p-5 md:w-9/12'>
        <span className='md:text-4xl text-xl'>نبذة </span>
        <span className='md:text-4xl text-xl text-gray-500 md:mb-10'>GYMS نبذة عن </span>
      <span className='md:text-2xl text-md text-right md:p-5'>مرحبًا! نحن فريق موقع نوادي اللياقة، ونسعد بتقديم خدماتنا لمساعدتك في العثور على أفضل النوادي لياقة في منطقتك. نحن نفهم أهمية الصحة واللياقة البدنية 
في حياة الأفراد، ولذلك نعمل على توفير مجموعة واسعة من الخيارات المختلفة لتلبية احتياجاتك.

مهمتنا هي تسهيل عملية البحث والاختيار لديك، حيث نوفر قاعدة بيانات شاملة تحتوي على معلومات عن النوادي المختلفة. سواء كنت تبحث عن نادي رياضي تقليدي، 
صالة ألعاب رياضية متكاملة، مركز تدريب شخصي أو حتى نوادي تقدم فصولًا خاصة مثل اليوغا أو البيلاتس، فإننا نضمن لك العثور على النادي المناسب لك.

يوفر موقعنا معلومات شاملة عن كل نادي، بما في ذلك مواقعهم، والخدمات التي يقدمونها، وأجهزتهم ومعداتهم، وأوقات العمل، وأسعار الاشتراكات والعروض الخاصة.
 يمكنك استعراض المعلومات وقراءة تقييمات المستخدمين السابقين لتحديد أفضل الخيارات بناءً على تفضيلاتك واحتياجاتك الشخصية.

بالإضافة إلى ذلك، يمكنك الاطلاع على الأحداث والفعاليات المقامة في النوادي المختلفة، بما في ذلك ورش العمل والدروس التدريبية المتاحة. نحن نعمل على توفير تجربة 
شاملة ومتكاملة للأعضاء، حيث يمكنك الاستفادة من خدماتنا لتحقيق أهدافك الصحية واللياقة البدنية.</span>
      </div>

    </div>
  )
}

export default AboutUs


